[
    {
        "text": "봄날에 눈이 내리는 모습을 감각적으로 표현한 시이다. 봄눈이 주는 포근하고 부드러운 느낌을 봄빛과 새끼 고양이의 눈에 빗대어 구체적이고 생생하게 드러내고 있다. 포근한 봄 눈이 내린다\n봄이라서 시의 계절적 배경 봄빛처럼 포근한 눈\n담장위에쌓이는봄눈\n나무 위에 쌓이는 봄눈\n마당 위에 쌓이는 봄눈\n 시<포근한봄>에나타난비유적표현과그효과 : 동일한 문장 구조를 반복하여 운율을 형성하고 의미를 강조함.(대구) ▶ 2연: 담장, 나무, 마당 위에 쌓이는 봄눈 원관념 봄눈 보조 관념•봄빛•새끼 고양이의 눈•포근함. •부드러움.효과•‘봄눈’이 주는 느낌을 구체적이고 참신하게 표현함. •시 전체의 분위기와 느낌을 효과적으로 드러냄. 핵심 정리 갈래 자유시, 서정시 성격 서정적, 비유적 주제 포근하고 부드러운 눈이 내리는 봄날의 아름다운 풍경 특징 1 감각적 표현을 통해 시의 장면을 생생하게 그려 냄. 2 비유적 표현을 사용하여 대상의 느낌과 작품 전체의 분위기를 효과적으로 드러냄.\n그리고 마루에서 졸다가 깬 눈을 하고 앉은새끼 고양이의 눈 속에도 내리는 봄눈새끼 고양이의 눈에 비친 봄눈의 모습을 표현함.▶ 3연: 졸다가 깬 새끼 고양이의 눈에 비친 봄눈감았다 떴다 하는 새끼 고양이의 눈처럼 보드라운봄봄 하늘봄 하늘의 봄눈: 봄눈을 ‘새끼 고양이의 눈’에 비유하여 봄눈의 부드러운 느낌을 표현함.(직유)행의 길이를 점차 늘려 대상을 구체화함. → 봄눈의 느낌 강조▶ 4연: 감았다 떴다 하는 새끼 고양이의 눈처럼 보드라운 느낌을 주는 봄 하늘의 봄눈",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },

    {
        "text": "1 시에 나타난 비유적 표현을 찾아보자. 예시 답안 |•봄빛처럼 포근한 눈 •감았다 떴다 하는 / 새끼 고양이의 눈처럼 / 보드라운 / 봄 / 봄 하늘 / 봄 하늘의 봄눈\n2 1 에서 찾은 표현이 시에서 어떤 효과가 있는지 생각해 보자. 예시 답안 |•‘봄눈’을 ‘봄빛’에 비유하여 봄에 내리는 눈이 주는 포근한 느낌을 참신하게 표현했다. •‘봄눈’을 ‘새끼 고양이의 눈’에 비유하여 봄눈의 부드러운 느낌을 구체적이고 생생하게 표현했다. •비유적 표현을 사용하여 포근하고 부드러운 봄눈의 느낌과 시 전체의 분위기를 효과적으로 드러냈다.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "포근한 봄 눈이 내린다\n봄이라서 시의 계절적 배경 봄빛처럼 포근한 눈\n담장위에쌓이는봄눈\n나무 위에 쌓이는 봄눈\n시에서 말하고자 하는 바를 정리해 보자. 예시 답안 | 포근하고 부드럽게 눈이 내리는 봄날의 아름다운 풍경\n비유의 특징: 원관념과 보조 관념 사이에 유사성이 있어야 함.\n•비유의 종류\n직유\n‘같이’, ‘처럼’, ‘-듯이’ 등의 연결어를 활용하여 한 대상(원관념)을 다른 대상(보조 관념)에 직 접 빗대어 표현하는 방법 예) 구름에 달 가듯이 / 가는 나그네. - 박목월, <나그네>\n은유\n‘가는 나이다.’, ‘가의 나’ 형식으로 한 대상을 다른 대상에 암시적으로 빗대어 표현하는 방법 예) 나는 나룻배 / 당신은 행인 - 한용운, <나룻배와 행인>\n의인\n사람이 아닌 것을 사람인 것처럼 표현하는 방법 예) 돌담에 속삭이는 햇발같이 - 김영랑, <돌담에 속삭이는 햇발>",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "인생을 상징하는 ‘길’을 중심으로 말하는 이의 의지를 보여 주는 시이다. 이 시의 말하는 이는 어제도 가고 오늘도 갈 ‘길’을 ‘새로운 길’이라고 여기며 날마다 새로운 마음으로 길을 걸어갈 것을 다짐하고 있다. 내를 건너서 숲으로 고개를 넘어서 마을로 어제도 가고 오늘도 갈 쉬지 않고 나아가려는 말하는 이의 의지적 태도 나의 길 새로운 길 인생(삶)을 상징함. 민들레가 피고 까치가 날고: 살아가면서 다양한 존재를 만남. 아가씨가 지나고 바람이 일고 나의 길은 언제나 새로운 길 언제나 새로운 마음으로 살아가려는 말하는 이의 태도 오늘도...... 내일도...... ▶ 4연: 앞으로도 새로운 마음으로 길을 걸어갈 것을 다짐함. 내를 건너서 숲으로 고개를 넘어서 마을로 ▶ 5연: 길을 걸어 숲과 마을로 향하는 ‘나’\n시<새로운길>에 나타난 말하는 이의 상황과 태도\n시<새로운길>에 나타난 상징적 표현과 그 효과\n상황: 숲과 마을을 향해 걸어가고 있음. 길을 걸어가며 다양한 존재를 만남.\n태도: 늘 새로운 마음으로 끊임없이 길을 걸어가겠다고 다짐함.\n상징적 표현의 효과: ‘인생(삶)’이라는 추상적 개념을 ‘길’이라는 구체적인 사물로 나타내어 머릿속에서 쉽게 떠올릴 수 있도록 도와줌. 시의 주제를 강조함.\n‘길’의 상징적 의미: 삶, 인생\n주제: 언제나 새로운 마음으로 인생(삶)을 살아가고자 하는 의지\n핵심 정리\n갈래: 자유시, 서정시\n성격: 상징적, 의지적\n주제: 언제나 새로운 마음으로 인생(삶)을 살아가고자 하는 의지\n특징: 상징적 소재를 사용하여 말하는 이의 삶의 자세를 표현함. 3연을 중심으로 1, 5연과 2, 4연이 각각 의미상 대칭을 이룸.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "고개를 넘어서 마을로 어제도 가고 오늘도 갈 쉬지 않고 나아가려는 말하는 이의 의지적 태도 나의 길 새로운 길 인생(삶)을 상징함. 민들레가 피고 까치가 날고\n시를 읽고 어떤 느낌이 들었는지 친구들과 이야기를 나누어 보자.\n예시 답안 | •평화롭고 희망에 찬 느낌이 들었다.\n•늘 새로운 마음으로 길을 가려는 말하는 이의 의지를 느낄 수 있었다.\n•말하는 이가 길을 가며 다양한 존재를 만나는 상황에서 정다운 느낌이 들었다\n시에서 ‘길’이라는 상징적 표현이 어떤 효과가 있는지 생각해 보자.\n예시 답안 | •구체적인 형태가 없는 ‘인간의 삶’을 ‘길’로 표현함으로써 머릿속에서 추상적인 개념을 구체적으로 떠올릴 수 있도록 도와준다.\n•상징적 표현을 통해 언제나 새로운 마음으로 인생을 살아가고자 하는 말하는 이의 의지적 태도를 강조한다.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "꿩\n용이가 학교에 가지 않으려는 이유는 무엇인가?\n예시 답안 | 남의 책 보퉁이를 대신 메고 다니는 것이 부끄럽기 때문이다.\n김이 모락모락 오르는 보리밥 그릇을 무릎 앞에 놓고 먹을 생각도 않\n넉넉하지 않은 용이네의 가정 형편\n는 용이가 투정을 부렸습니다.\n“야가 또 이런다. 지발 어미 속 그만 썩여라. 3년이나 다닌 학교를 그만두면 어쩔래? 순이 봐라. 글 한 자도 모르제. 국민학교도 졸업 못 하면 어떡할라고.”\n순이는 뒷집에 있는 아이입니다. 작년에 학교에 입학했는데, 하도 아이들이 곰보딱지라고 놀려서 한 달도 다니지 못하고 학교를 그만두었습니다.\n순이가 학교를 그만둔 이유: 아이들이 곰보딱지라고 놀려서 학교를 그만둠.\n그래서 순이는 요즘 아침밥만 먹으면 책 보퉁이 대신 바구니를 들고 혼자 들로 나갑니다. 냉이를 캐는 것입니다.\n“나도 이젠 4학년 됐잖아요? 남의 책 보퉁이만 메고 다니는 거 부끄럽다니까요.”\n“글쎄, 그거늘 하는 소리제. 지발 좀 참아라. 아이구, 없는 기 원수지. 그 애들이 왜 그렇게 못살게 하나!”\n어려운 가정 형편 때문에 아이들에게 놀림받는 용이가 안쓰러움.\n등장인물의 공통점\n순이: 아이들이 곰보딱지라고 놀려서 학교를 그만둠.\n용이: 아버지가 머슴살이를 한다는 이유로 다른 아이들의 책 보통이를 대신 메고 학교에 감.\n공통점: 외적 요건(외모, 아버지의 직업) 때문에 다른 아이들에게 괴롭힘을 당함.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "어머니도 밥숟갈을 들 생각을 않으시고 한숨을 쉬시더니 또 말을 이었습니다. “야야, 너 아부지도 올해만 남의 일을 하면 그만두실 끼다. 한 해만 참아라. 부디 한 해만.......”\n용이는 아버지가 남의 집 머슴살이를 올해만 하면 그만두신다는 말에 귀가 번쩍 열렸습니다.\n어머니의 말을 듣고 반가워하는 용이\n머슴살이 - 용이가 다른 아이들의 책 보퉁이를 메고 학교에 가는 이유\n용이가 학교에 가기로 마음을 바꾼 이유는 무엇인가?\n예시 답안 | 아버지가 올해까지 만 머슴살이를 하고 그만둔다는 어머니의 말을 듣고 올해만 참으면 된다고 생각했기 때문이다.\n“정말 그만둬요? 올해만 하고?”\n“너 장래를 생각해서도 그만두시게 해야지. 남의 산전을 얻어서 죽을 먹더래도.......”\n용이는 된장국에 보리밥을 말더니 단숨에 퍼먹고는 책 보퉁이를 허리에 둘러매고 일어났습니다. ‘올해만 참으면 된다!’\n▶ 학교에 가지 않겠다고 투정을 부리다가 아버지가 머슴살이를 그만둘 것이라는 말에 학교에 가는 용이\n전개 “용아, 빨리 나와!” 바깥에서는 벌써 아이 하나가 기다리고 있었습니다. 마을 앞을 지났을 때는 여러 아이가 되었습니다.\n“야들아, 오늘은 우리, 고개 위에서 참꽃 좀 꺾어 가자!” “아직 꽃도 안 폈을걸?”\n“병에 꽂아 두면 빨리 핀단다.”\n“그래, 꺾어 가자. 새 교실이 환하게.”\n모진 겨울을 이겨 낸 보리들이 푸릇푸릇 살아난 밭둑길을 걸어가면서 계절적 배경이 드러남. - 봄\n아이들은 모두 어깨를 우쭐거리며 향토 예비군의 노래를 소리쳐 불렀습니다.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "아이들이 모두 용이에게 책 보퉁이를 맡기는 이유는 무엇인가?\n예시 답안 | 용이의 아버지가 머슴살이를 하고 있으므로 용이도 머슴처럼 남의 짐을 대신 날라 주어야 한다고 생각하기 때문이다.\n산기슭을 돌아 고갯길에 올라섰을 때 그들은 모두 용이 발밑에 책 보퉁이를 던졌습니다. 3년 동안 용이 어깨에 매달려 재를 넘어가고 넘어오던 책 보퉁이들입니다. 용이 아버지가 같은 동네에서 머슴살이를 하고 있기 때문에 아이들은 모두 용이까지 남의 짐을 날라주어야 하는 것으로 생각하고 있는 것입니다.\n“자! 인마, 너 이제 4학년이 돼서 기운도 세졌잖아. 하나 더 날라라.”\n지금까지 같은 반의 아이들만 그렇게 하던 것이 오늘은 한 학년 위의 성윤이까지도 따라와 이렇게 말하면서 커다란 책 보퉁이를 놓고 갑니다.\n책 보퉁이는 용이 제 것까지 모두 일곱 개나 되었습니다.\n책 보퉁이를 용이에게 맡겨 버린 아이들은 모두 소리치면서 산길을 달려 올라갔습니다.\n“올해만 참자!” 어머니의 말씀을 생각하며 자신을 다독이는 용이\n용이는 언제나처럼 바위 밑에 가서 참나무 지겟작대기를 찾아와 책 보퉁이를 모두 꿰어 달았습니다. 그러고는 어깨로 가운데를 메고 올라가기 시작했습니다.\n용이와 동네 아이들의 갈등\n용이: 머슴의 자식이라는 이유로 남의 책 보퉁이를 대신 메고 가는 것이 부끄럽고 답답함.\n동네 아이들: 아버지가 머슴이니 용이도 머슴처럼 남의 짐을 대신 날라 주어야 한다고 생각함.\n용이의 대응: 부당한 요구를 거절하지 못하고 아이들의 책 보퉁이를 대신 메고 감.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "공간적 배경의 역할\n고갯길: 고갯마루까지 산허리를 세 번이나 돌아 올라가야 함. 아침 햇빛이 산 위에서 쫙 비쳐 내렸습니다.\n고갯마루까지는 산허리를 세 번이나 돌면서 올라가야 합니다. 더구나 오늘은 책 보퉁이가, 모두 한 학년씩 올라가서 그런지 굉장히 무겁습니다. 용이의 힘겨운 상황을 강조함.\n용이는 첫 굽이를 돌아가기도 전에 마른 잔디 위에 앉아 쉬어야 했습니다. 이렇게 무거운 짐을 날마다 메고 올라가야 할 일을 생각하니 기가 막힙니다. 더구나 5학년의 성윤이까지 맡기기 시작했으니 이러다가 올해는 지게로 져다 날라야 할지 걱정됨.\n▶ 다른 아이들의 책 보퉁이 나르는 일을 힘겨워하는 용이\n위기: 저 밑에서 따라 올라오던 2학년, 3학년 아이들이 모두 책 보퉁이를 허리에 둘러매고 용이를 앞질러 올라갑니다. 그 아이들은 용이를 돌아보면서 저희끼리 수군거렸습니다.\n“헤헤, 4학년이 됐다는 아이가 남의 책 보퉁이나 메다주고.......”\n스스로를 못났다고 여겨 아이들이 자신을 비웃는다고 생각함.\n“참 못난 아이제.” 모두 이런 말로 수군거리는 것 같았습니다.\n용이는 화가 났습니다. 벌써 고개 위에 다 올라갔는지 아이들의 고함이 산 위에서 들려왔을 때, 갑자기 용이는 눈앞에 있는 책 보퉁이들을 그냥 콱콱 짓밟아 버리고 싶은 생각이 났습니다. 발밑에 돌멩이 하나가 밟혔습니다. 용이는 벌떡 일어나 그 돌멩이를 집어 힘껏 골짜기 아래로 던졌습니다. 돌멩이가 저 밑에 떨어지자, 갑자기 온 산골을 뒤흔드는 소리를 치면서 커다란 뭉텅이 하나가 솟아올랐습니다.\n꿩\n용이가 화가 난 이유를 생각해보자.\n예시 답안 | 자신보다 어린 2, 3학년 아이들이 남의 책 보퉁이를 들어다주는 자신을 보고 못난 아이라고 수군거리는 것 같았기 때문이다.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "‘꿩’이 날아오르는 모습을 본 용이는 무엇을 느꼈는가?\n예시 답안 | 꿩이 날아오르는 모습이 멋지다고 감탄했다./온몸에 힘이 솟구치는 것을 느꼈다./하늘에라도 날아오를 듯하다고 느꼈다.\n꿩이 힘차게 날아오르는 소리: “꼬공 꼬공, 푸드득!” 그것은 온 산골의 가라앉은 공기를 뒤흔들어 놓고 하늘을 날아오르는, 정말 살아 있는 생명의 소리였습니다. ‘야, 참 멋지다!’ 날개를 쫙 펴고 꽁지를 쭉 뻗고 아침 햇빛에 눈부신 모습으로 산을 넘어가는 꿩을 쳐다보는 용이의 온몸에 갑자기 어떤 힘이 마구 솟구쳤습니다. 용이는 그 자리에서 한번 훌쩍 뛰어올라 보았습니다. 하늘에라도 날아오를 듯합니다. 용이는 발에 채는 책 보퉁이 하나를 집어 들었습니다. 그리고 그것을 하늘 위로 던졌습니다. 휭! 공중에서 몇 바퀴 돌던 책 보퉁이가 퍽 소리를 내면서 골짜기에 떨어졌을 때, 용이는 두 번째 책 보퉁이를 집어 던졌습니다. 또 하나, 또 하나....... 마지막에 던진 작대기는 건너편 벼랑의 소나무 가지를 철썩 치도록 멀리 떨어졌습니다.\n‘꿩’의 상징적 의미: 용기, 자유, 생명력, 자신감\n작품 속 구절: •그것은 온 산골의 가라앉은 공기를 뒤흔들어 놓고 하늘을 날아오르는, 정말 살아 있는 생명의 소리였습니다. •날개를 쫙 펴고 꽁지를 쭉 뻗고 아침 햇빛에 눈부신 모습으로 산을 넘어가는 꿩을 쳐다보는 용이의 온몸에 갑자기 어떤 힘이 마구 솟구쳤습니다.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "웃고 있는 용이의 심정이 어떨지 짐작해 보자.\n예시 답안 | 가슴이 시원해졌을 것이다./날아갈 것 같은 해방감을 느꼈을 것이다.\n“됐다!”: 시원하고 후련한 용이의 심정\n용이는 이제 하늘이 탁 트이고 가슴이 시원해져서, 저 건너 산을 보고 “하하하.” 웃었습니다. 떠가는 구름을 따라 마구 날아갈 것 같았습니다.\n‘내가 정말 못난이였구나! 이제 다시는 그런 짓 안 한다!’\n다른 아이들의 책 보퉁이를 대신 나르는 일\n공간적 배경과 갈등의 고조\n고갯마루: 용이는 제 책 보퉁이만 허리에 둘러맸습니다. 그러고는 고개를 향해 날 듯이 뛰어 올라갔습니다.\n▶ 꿩을 본 후 책 보퉁이를 모두 던지고 고갯마루로 올라가는 용이\n절정: 고갯마루에는 아이들이 앉아 기다리고 있었습니다. 모두 손에 참꽃 가지를 한 줌씩 들었습니다. 어떤 가지는 벌써 불그레한 봉오리가 피어나려고 했습니다.\n“어, 용이가 빈손으로 오네?”\n“정말 저 자식이?”\n“인마, 책 보퉁이 모두 어쨌나?”\n용이는 아무 말이 없이 그냥 올라오고만 있습니다. 아이들이 용이를 빙 둘러쌌습니다.\n“너, 책 보퉁이 어쨌어?”\n“이 자식, 죽고 싶나? 빨리 말해!”\n용이를 거칠게 다그치는 아이들\n용이는 아이들을 한번 둘러보고는 조용히, 그러나 힘찬 소리로 말했습니다. 이상하게도 책 보퉁이를 모두 날리고 나니 마음이 가라앉는 것이 조금도 겁이 나지 않았습니다.\n“너희들 책보 말이제? 저 밑에 두꺼비 바위 아래 던져 놨어.”\n“뭐? 이 자식이!”\n“이 자식 돌았나?”\n“빨리 못 가져오겠나?”\n그러나 용이는 여전히 조용한 소리로 말했습니다.\n“나, 이젠 못난 아이 아니야!”\n자신감이 생긴 용이의 태도 변화\n“어, 이 자식이?”\n“요런, 머슴의 자식이.”\n“나쁜 자식! 맛 좀 볼래?”",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "아이들의 발과 주먹이 용이를 덮쳐 왔을 때, 용이는 번개같이 거기를 빠져나와 몇 걸음 발을 옮기더니, 발밑에 있는 돌을 두 손으로 한 개씩 거머쥐고는 거기 있는 커다란 바윗돌 위에 껑충 뛰어올랐습니다. 그 몸놀림이 어찌나 재빠른지, 아이들이 모두 놀랐습니다. 지금까지의 용이와는 아주 다른, 딴 아이였습니다.\n자신감과 용기로 달라진 용이\n“자, 덤빌람 덤벼! 누구든지 오는 녀석은 가만두지 않을 끼다!”\n▶ 아이들에게 당당하게 맞서는 용이\n결말: 아이들이 입을 벌리고 어쩔 줄 모르고 서 있을 때, 뒤에서 한 아이가, “난, 내 책보 가질러 갈란다.” 당당한 용이의 태도에 더 이상 맞서지 못함.\n용이의 태도 변화\n용이의 말:\n•“나, 이젠 못난 아이 아니야!”\n•“자, 덤빌람 덤벼! 누구든지 오는 녀석은 가만두지 않을 끼다!”\n용이가 당당하게 맞서는 모습을 보고 아이들은 “나도 간다.”라고 말하며 달려갔습니다. “이 자식, 두고 봐라.” 맨 마지막에 내려가면서 성윤이가 말했습니다. “오냐, 인마, 얼마든지 봐 준다.” 용이 목소리는 한층 크고 자랑스러웠습니다.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "용이의 혼잣말은 어떤 결심을 드러내는가?\n예시 답안 | 자신처럼 괴롭힘을 당하는 약한 아이를 돕겠다./부당한 대우에 당당하게 맞서겠다.\n아이들이 모두 ‘와아!’ 하고, 아까 올라온 길을 내려가는 뒷모양을 보면서 용이는 또 한 번 가슴을 확 펴고 ‘하하하.’ 웃었습니다.\n후련하고 시원한 마음\n‘나 인제 못난 아이 아니야!’\n더 이상 스스로를 못났다고 여기지 않음.\n그러고는 다시 혼잣말로 중얼거렸습니다.\n“내일 아침에는 순이를 데리고 오자. 순이를 놀리는 녀석은 어떤 녀석이고 용서 안 할 끼다.”\n용이는 돌아서서, 햇빛이 눈부신 내리받이 길을 바라보았습니다. 이제는 단숨에 학교까지 뛰어갈 듯합니다. 하늘에는 하얀 구름 한 송이가 날고 있었습니다. 용이는 훌쩍 한번 뛰더니 마구 두 팔을 내저으면서 내리달렸습니다. 그것은 마치 한 마리의 꿩이 소리치면서 하늘을 날아오르는 모습과도 같았습니다.\n소설 <꿩>에 나타난 비유적 표현의 효과\n효과: 용이의 당당한 기세와 자유로움을 선명하게 표현함. 용이를 상징적 소재인 ‘꿩’에 빗대어 주제를 강조함.\n표현하려는 대상: 두 팔을 내저으며 학교를 향해 달려가는 용이의 모습\n빗댄 대상: 소리치면서 하늘을 날아오르는 꿩의 모습\n유사성: 당당하고 힘참, 자유로움.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "꿩을 보기 전과 보고 난 뒤 용이의 행동이 어떻게 달라졌는지 정리해 보자.\n예시 답안 |\n\n꿩을 보기 전: 동네 아이들의 책 보퉁이를 대신 메고 고갯길을 올랐다.\n꿩을 보고 난 뒤: 동네 아이들의 책 보퉁이를 골짜기 아래로 던져 버리고 자신은 이제 못난 아이가 아니라고 말하며 동네 아이들과 당당하게 맞섰다.\n\n3 동네 아이들이 용이의 달라진 행동을 본 뒤 어떻게 반응했는지 이야기해 보자.\n예시 답안 | 책 보퉁이를 되찾아오라고 용이를 몰아세우다가 용이가 당당하게 맞서자 당황하며 자신들의 책 보퉁이를 직접 찾으러 갔다.\n\n4 용이가 순이를 데리고 학교에 가겠다고 한 이유를 생각해 보자.\n예시 답안 | 용이는 부당한 일에 용기 있게 맞서겠다고 다짐했으므로 외모 때문에 아이들에게 괴롭힘을 당하는 순이를 돕겠다고 생각한 것이다.\n\n2 문학적 표현의 의미와 효과 이해하기\n작품에 나타난 표현 방법을 중심으로 작품을 이해해 보자.\n1 작품에서 ‘꿩’의 상징적 의미가 무엇인지 친구들과 이야기해 보자.\n예시 답안 |\n•꿩이 날아오르며 우는 소리를 ‘살아 있는 생명의 소리’라고 표현한 것으로 보아 꿩은 ‘생명력’을 상징한다.\n•꿩이 날아오르는 모습을 본 용이의 온몸에 ‘어떤 힘이 마구 솟구쳤’다고 하는 것으로 보아 꿩은 ‘자신감’을 상징한다.\n•꿩이 소리치며 날아오르는 모습을 본 용이가 ‘하늘에라도 날아오를 듯’하다고 느낀 것으로 보아 꿩은 ‘자유’를 상징한다.\n•꿩이 소리치며 날아오르는 모습을 본 용이가 용기를 내어 아이들의 책 보퉁이를 골짜기로 던져 버린 것으로 보아 꿩은 ‘용기’를 상징한다.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "작품의 결말에서 용이를 ‘꿩’에 비유한 이유를 말해 보자.\n예시 답안 | 아이들의 부당한 요구를 물리치고 달려가는 용이의 자신감 있고 당당한 모습을 소리치면서 하늘을 날아오르는 꿩의 모습에 비유하여 인상적으로 표현하기 위해서이다.\n\n3 앞의 활동을 바탕으로 작품의 주제를 정리해 보자.\n예시 답안 | •부당한 차별에 당당하게 맞서서 얻은 자유 •부당한 일에 당당하게 맞서는 용기\n\n4 작품에 나타난 문학적 표현이 주제를 전달하는 데 효과적인지 생각해 보자.\n예시 답안 | •용이를 용기, 자유, 생명력, 자신감을 상징하는 ‘꿩’에 빗대어 작품의 주제를 강조했다.\n•꿩이 소리치면서 날아오르는 모습을 구체적으로 나타내어 부당한 일에 맞서는 용기의 힘을 생생하게 표현했다.\n•아이들의 요구를 물리치고 달려가는 용이의 모습을 날아오르는 꿩의 모습에 비유하여 부당한 차별에 당당하게 맞서서 얻은 자유를 인상적으로 표현했다.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "어리석은 세상은 너를 몰라\n‘너’의 가능성을 알아보지 못하는 세상\n누에 속에 감춰진 너를 못 봐\n무한한 가능성을 지닌 존재\n나는 알아 내겐 보여\n그토록 찬란한 너의 날개\n겁내지 마 할 수 있어\n‘너’의 용기를 북돋움.\n뜨겁게 꿈틀거리는\n: ‘너’가 가능성을 펼치고 꿈을 이루기를 바람.\n날개를 펴 날아올라 세상 위로\n▶ 무한한 가능성을 지닌 ‘너’를 응원함.\n꺾여 버린 꽃처럼 아플 때도\n: 고난을 겪는 존재\n쓰러진 나무처럼 초라해도\n: 시련과 역경을 겪는 ‘너’의 상황\n너를 믿어 나를 믿어\n우리는 서로를 믿고 있어\n심장에 손을 움켜 봐\n힘겹게 접어 놓았던\n날개를 펴 날아올라 세상 위로\n▶ 어려운 상황에서도 포기하지 않고 뜻을 펼칠 것을 ‘너’에게 당부함.\n태양처럼 빛을 내는 그대여\n눈부시도록 밝게 빛나는 존재\n이 세상이 거칠게 막아서도\n‘너’를 대하는 세상의 태도\n빛나는 사람아 난 너를 사랑해\n널 세상이 볼 수 있게 날아 저 멀리\n▶ 밝게 빛나는 ‘너’를 응원하고 격려함.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "노랫말에 나타난 비유적 표현을 찾고, 그 의미를 말해보자.\n\n예시 답안 |\n•누에 속에 감춰진 너: 무한한 가능성을 가진 존재\n•꺾여 버린 꽃처럼, 쓰러진 나무처럼: 고난(시련, 역경)을 겪는 존재\n•태양처럼 빛을 내는 그대: 눈부시도록 밝게 빛나는 존재\n\n‘세상’이 ‘너’를 어떻게 대하고 있는지 말해 보자.\n예시 답안 |\n•‘누에 속에 감춰진 너’를 보지 못하고 있다.\n•‘너’를 거칠게 막아서고 있다.\n\n노랫말의 ‘나’가 ‘너’에게 전하고자 하는 바를 한 문장으로 정리해 보자.\n예시 답안 |\n어려운 상황을 극복하고 마음속에 품은 뜻을 펼쳐라.\n\n노랫말 <버터플라이>에 나타난 문학적 표현과 그 효과\n\n문학적 표현:\n•누에 속에 감춰진 너\n•꺾여 버린 꽃처럼, 쓰러진 나무처럼\n•태양처럼 빛을 내는 그대\n\n문학적 표현의 효과:\n•‘너’의 상황과 가능성을 구체적이고 생생하게 표현함.\n•‘너’가 어려운 상황을 극복하고 마음속에 품은 뜻을 펼치기를 바라는 마음을 인상적으로 전달함.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "어리석은 세상은 너를 몰라\n‘너’의 가능성을 알아보지 못하는 세상\n누에 속에 감춰진 너를 못 봐\n무한한 가능성을 지닌 존재\n나는 알아 내겐 보여\n그토록 찬란한 너의 날개\n겁내지 마 할 수 있어\n‘너’의 용기를 북돋움.\n뜨겁게 꿈틀거리는\n: ‘너’가 가능성을 펼치고 꿈을 이루기를 바람.\n날개를 펴 날아올라 세상 위로\n▶ 무한한 가능성을 지닌 ‘너’를 응원함.\n꺾여 버린 꽃처럼 아플 때도\n쓰러진 나무: 고난을 겪는 존재\n처럼 초라해도\n너를 믿어 나를 믿어\n우리는 서로를 믿고 있어\n심장에 손을 움켜 봐\n힘겹게 접어 놓았던\n날개를 펴 날아올라 세상 위로\n▶ 어려운 상황에서도 포기하지 않고 뜻을 펼칠 것을 ‘너’에게 당부함.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "태양처럼 빛을 내는 그대여\n눈부시도록 밝게 빛나는 존재\n이 세상이 거칠게 막아서도\n‘너’를 대하는 세상의 태도\n빛나는 사람아 난 너를 사랑해\n널 세상이 볼 수 있게 날아 저 멀리\n▶ 밝게 빛나는 ‘너’를 응원하고 격려함.\n- 강현민·이재학 작사, 이재학 작곡, <버터플라이>\n\n노랫말에 나타난 비유적 표현을 찾고, 그 의미를 말해보자.\n\n예시 답안 |\n•누에 속에 감춰진 너: 무한한 가능성을 가진 존재\n•꺾여 버린 꽃처럼, 쓰러진 나무처럼: 고난(시련, 역경)을 겪는 존재\n•태양처럼 빛을 내는 그대: 눈부시도록 밝게 빛나는 존재\n\n노랫말의 ‘나’가 ‘너’에게 전하고자 하는 바를 한 문장으로 정리해 보자.\n\n예시 답안 |\n어려운 상황을 극복하고 마음속에 품은 뜻을 펼쳐라.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "사막을 같이 가는 벗\n진정한 벗의 필요성과 진정한 벗이 되기 위해 먼저 노력하는 자세의 중요성을 전하는 수필이다. 친구 없는 고독한 삶을 ‘사막’에 비유하고 삶의 고난을 함께 이겨 낼 수 있는 우정의 가치를 ‘사막을 같이 가는 벗’이라는 제목으로 표현했다.\n- 양귀자\n\n서두\n학창 시절에는 유별나게도 학년이 바뀌고 반이 바뀌어 친구들과 뿔뿔이 흩어져야 하는 신학기가 싫었다. 친구를 새로 사귀는 것이 어려웠기 때문에\n\n(중략)\n\n글쓴이가 신학기를 싫어한 이유는 무엇인가?\n예시답안 | 학년과 반이 바뀌어 친한 친구들과 뿔뿔이 흩어져야 했기 때문이다.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "그러나 역시 시간이 흐르면 신학기 또한 어김없이 다시 찾아오는 것이었다. 그러면 다시 이별과 탐색, 그리고 그 지독한 소외감에 시달리는 쓸쓸한 나날이 잊지도 않고 이어지는 것이었다.\n▶ 신학기를 맞이할 때마다 새 친구를 사귀는 것이 힘들었던 학창 시절\n\n이제는 반이 나뉘고 새로운 급우들한테서 실컷 낯섦을 맛봐야 하는 시간이 흘러 성인이 된 글쓴이\n신학기 따위는 영영 내 곁에서 사라졌다. 그 대신 시기하고 미워하며, 또는 빼앗고 속이는 황폐한 세상살이에 낯가림하며 사는 나날 속으로 내던져지고 말았다.\n●망망대해(茫茫大海)를 헤매는 듯한 인생의 항해는 신학기 잠시의 외로움을 극복하는 일 따위와는 비교도 할 수 없을 만큼 두려움 가득하고 힘들다. 삶은 고난투성이고 끝없는 인내를 요구하기만 하는데, 그러나 홀로 헤치는 파도는 높고 거칠기만 한 것이다.\n인생에서 마주치는 고난과 어려움 ●\n바로 이때에 영혼을 함께 나눌 친구가 절실히 필요해진다. 인생이란 험난한 항해를 같이 겪고 있다는 동지애의 확인, 혹은 내 삶의 따뜻한 동반자라는 느낌이 전해져 오는 친구와 같이 있는 시간에는 이 세상도 한 번 살아 볼 만하다는 용기가 솟는다.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "목소리만 듣고도 친구가 처해 있는 상황을 눈치채는 우정, 눈짓만 보아도 친구가 무엇을 원하는지 알아채는 우정, 그런 돈독한 우정을 상호 간에 교환하고 있는 이들이라면, 그렇다면 적어도 실패한 삶은 아니라고 단정할 수 있는 것이다.\n\n살아가면서 그런 우정을 가꾸는 이들을 종종 만난다. 비록 나의 친구는 아니지만 그 모습을 보는 일은 참 아름답다. 언젠가 친구가 사업에 실패해서 낙향(落鄕)하여 쓸쓸히 살아가는 것을 안쓰러워하다 못해 자기도 다니던 직장을 정리하고 가족과 함께 시골로 내려가 친구 옆에서 땅을 일구는 사람을 만난 적이 있었다.\n\n이미 결혼하여 각각의 식솔을 이끌고 있는 두 사람한테는 참으로 어려운 결정이었겠지만, 양쪽 집의 가족들 모두는, 한결같이 이렇게 말하는 것이었다. 냉혹한 이 세상에 대항하기 위해 두 집이 힘을 합쳤으니...\n\n수필 <사막을 같이 가는 벗>에 나타난 문학적 표현과 그 의미\n\n홀로 헤치는 파도: 인생에서 마주치는 고난과 어려움\n\n작품의 주제:\n• 험난한 인생을 살아가기 위해서는 어려움을 함께할 수 있는 진정한 벗이 필요함.\n• 진정한 벗을 얻기 위해서는 자신이 먼저 상대에게 참다운 벗이 되어 주어야 함.",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },
    {
        "text": "누군가는 말했다. 친구 없이 사는 일만큼 무서운 사막은 없다고. 또 누군가는 말했다. 친구 없이 사는 것은 증인 없이 죽는 일이라고.\n\n고독한 삶\n\n그 말들을 새기고 있으면 불현듯 마음이 찡해 온다. 나는 지금 무서운 사막을 홀로 걷고 있는 것은 아닌지, 지금 내 삶의 의미를 설명해줄 단 한 사람의 증인도 없이 마음을 닫고 살아가는 것은 아닌지.\n\n하지만 우정은 상호 간의 교류이다. 일방적인 행위가 결코 아닌 것이다. 말하자면 내가 먼저 쌓아야 할 탑이고 내가 밭을 경작해서 맺어야 할 열매인 것이다. 그럼에도 불구하고 탑을 제대로 쌓는 사람, 혹은 빛깔 곱고 아름다운 열매를 맺는 사람은 참 드물다. 친구는 많지만 진정으로 벗이라 부를 만한 이는 몇이나 되는지, 그것만이라도 한 번쯤 되새겨 보며 살아야 하는 것 아닐까.\n\n글쓴이가 학창 시절 신학기에 어떤 어려움을 겪었는지 정리해 보자.\n친구를 새로 사귀는 일에 어려움을 겪었다.\n• 친한 친구도 없이 외따로 떨어져서 소외감을 느꼈다.\n\n글쓴이가 삶에서 영혼을 함께 나눌 친구가 필요하다고 한 이유를 적어 보자.\n예시답안 | 글쓴이는 삶이 고통스러울 때 영혼을 함께 나눌 친구가 있다면 살아갈 용기를 얻을 수 있다고 생각하기 때문이다.\n\n글쓴이는 진정한 벗을 얻기 위해 어떻게 해야 한다고 했는지 말해 보자.\n예시답안 | 자신이 먼저 노력하여 누군가에게 참다운 벗이 되어 주어야 한다.\n\n작품의 제목 ‘사막을 같이 가는 벗’에 담긴 의미가 무엇인지 친구들과 의견을 나누어 보자. 험난한 인생의 어려움을 함께 나눌 수 있는 진정한 벗",
        "text_type": "개념",
        "main_category": "문학",
        "problem_type": ""
    },    
    {
        "text": "언어는 같은 언어를 사용하는 사람들 사이의 약속이므로 어느 한 개인이 마음대로 바꿀 수 없다. 이러한 특성을 언어의 사회성이라고 한다. 또한 언어는 시간의 흐름에 따라 끊임없이 변화한다. 이러한 특성을 언어의 역사성이라고 한다.\n\n언어의 역사성을 보여 주는 예를 친구들과 함께 찾아보자.\n예시 답안 |\n•예전에는 ‘강’, ‘산’, ‘용’을 가리킬 때 각각 ‘가람’, ‘뫼’, ‘미르’라는 말이 사용되었는데 지금은 그 말들이 쓰이지 않는다.\n•나이가 적음을 뜻하는 ‘어리다’가 과거에는 ‘어리석다’의 뜻으로 사용되었다.\n•현재에도 ‘인공위성’, ‘휴대 전화’와 같은 새로운 말이 계속 생겨나고 있다.\n\n언어는 그 언어를 사용하는 사람들 사이의 약속이므로 개인이 함부로 바꿀 수 없다.\n\n예시 답안 |\n•‘나무’라는 의미의 말을 한국어로는 ‘나무[나무]’라고 하고, 영어로는 ‘tree[트리]’라고 하고, 일본어로는 ‘き[키]’라고 한다.\n•‘얼굴’이라는 말소리와 그 의미가 필연적이라면, ‘낯’, ‘안면’과 같은 ‘얼굴’과 의미가 유사한 단어가 존재할 수 없을 것이다. 이처럼 말소리는 다르지만 의미가 비슷한 단어가 존재하는 것도 언어의 자의성 때문이라고 할 수 있다.\n•‘(눈을) 뜨다, (물에) 뜨다, (스웨터를) 뜨다, (본을) 뜨다’처럼 말소리는 같지만 의미가 다른 단어는 언어의 자의성을 보여 주는 예이다. 말소리와 의미의 관계가 필연적이지 않기 때문이다.",
        "text_type": "개념",
        "main_category": "문법",
        "problem_type": ""
    },
    {
        "text": "인간은 이미 알고 있는 언어를 바탕으로 새로운 단어나 문장을 무한히 만들어 낼 수 있다. 이러한 특성을 언어의 창조성이라고 한다.\n\n일상생활에서 언어의 창조성을 설명할 수 있는 예를 친구들과 함께 찾아보자.\n\n‘나는 별을 바라본다.’라는 문장을 바탕으로 하여, ‘나는 밤마다 별을 바라본다.’, ‘나는 밤마다 빛나는 별을 바라본다.’, ‘나는 마음이 울적할 때면 밤마다 별을 바라본다.’와 같이 새로운 문장을 끝없이 만들어 낼 수 있다. 이를 통해 기존 언어를 바탕으로 새로운 표현을 만들어 내는 언어의 창조성을 확인할 수 있다.\n\n•‘시장에 가면’이라는 끝말잇기 놀이가 있다. 놀이를 하다 보면 문장이 계속해서 길어진다. 이를 통해 인간이 알고 있는 언어를 바탕으로 새로운 문장을 무한히 만들어 내는 언어의 창조성을 확인할 수 있다.",
        "text_type": "개념",
        "main_category": "문법",
        "problem_type": ""
    },
    {
        "text": "‘여름’이로구나!\n가나\n‘열매’가 열렸네.\n고마워! [고마워]\nThank you! [생큐]\n谢谢! [셰셰]\n\n예시 답안 | ‘열매’의 옛말은 ‘여름’으로 시간의 흐름에 따라 같은 대상을 부르는 말이 달라진 것이다. 이를 통해 언어는 시간의 흐름에 따라 변한다는 언어의 역사성을 확인할 수 있다.\n\n예시 답안 | ‘고마워!’라는 의미를 나타내는 말소리가 나라마다 다른 것을 통해 언어의 의미와 말소리의 관계가 우연히 맺어진 것이라는 언어의 자의성을 확인할 수 있다.\n\n다라\n나는 이 세 단어를 이용해서 열 가지도 넘는 문장을 만들 수 있어.\n예시 답안 | 남학생은 ‘사람’, ‘나무’, ‘집’이라는 세 단어를 이용하여 열 가지 이상의 문장을 만들 수 있다고 말하고 있다. 즉 이 세 단어를 포함한 문장을 무수히 만들 수 있다는 말이다. 여기서 인간은 이미 알고 있는 언어를 바탕으로 새로운 표현을 무한히 만들어낼 수 있다는 언어의 창조성을 확인할 수 있다.\n\n나는 이제부터 눈을 코라고 할 거야. 모두 코 감아!\n코를 어떻게 감니?\n예시 답안 | ‘빛의 자극을 받아 물체를 볼 수 있는 감각 기관’을 ‘눈’이라고 부르는 것은 우리말을 사용하는 사람들 사이의 사회적 약속이다. 이러한 약속을 어기고 ‘눈’을 ‘코’로 바꾸어 부르면 의사소통에 어려움을 겪을 수 있다. 이를 통해 언어는 사회적 약속이므로 개인이 함부로 바꿀 수 없다는 언어의 사회성을 확인할 수 있다.",
        "text_type": "개념",
        "main_category": "문법",
        "problem_type": ""
    },
    {
        "text": "국어 생활에서 언어의 본질을 설명할 수 있는 예를 더 찾아보자.\n\n예시 답안 |\n•할머니의 고향에서는 ‘부추’를 ‘정구지’라고 부르는데, ‘부추’라는 의미(언어의 내용)를 지닌 단어의 말소리(언어의 형식)가 ‘부추’ 또는 ‘정구지’로 서로 다르다는 점에서 의미와 말소리 사이에는 필연적인 관계가 없다는 언어의 자의성을 확인할 수 있다.\n•할머니께 ‘부추전’을 해 달라고 말씀드렸을 때 할머니께서 내 말의 의미를 이해하지 못하셨는데, 이는 ‘부추’를 ‘부추’라고 부르기로 한 약속이 할머니 동네에서는 통하지 않았기 때문이다. 여기서 언어는 그 말을 사용하는 사람들 사이의 약속이라는 언어의 사회성을 확인할 수 있다.\n•예전에 할머니 동네에서 마당 한편에 있는 화장실을 ‘통시’라고 했는데, 지금은 집 안에 화장실을 두면서 할머니 동네에서도 ‘통시’ 대신 화장실이라는 말을 사용한다. 할머니 동네에서 ‘통시’라는 말이 사라져 가고 있는 것을 통해 언어가 시간의 흐름에 따라 변한다는 언어의 역사성을 확인할 수 있다.",
        "text_type": "개념",
        "main_category": "문법",
        "problem_type": ""
    },
    {
        "text": "품사 분류\n1. 우리말의 품사 분류 기준과 품사 분류\n(1) 품사 분류의 기준\n모든 분류에는 기준이 필요하다. 앞에서 말했듯이 품사란 단어를 문법적인 특징의 공통성에 따라 나눈 부류(class)이다. 여기서 문법적인 특징이란 형식(혹은 형태, form) 및 기능(혹은 직능, function)에서의 성질을 말한다. 이 두 가지가 품사 분류의 주요 기준이다. 이 밖에 품사 분류의 보조적인 기준으로 의미(meaning)를 들기도 한다.\n\n‘형식’이란 단어의 형태적 특징, 곧 어미에 의한 굴절의 양상을 말한다. 따라서 형식은 어미의 변화가 다양하게 나타나는 굴절어의 품사 분류를 위해 매우 중요한 기준이다. 하지만 우리말은 굴절어가 아닌 교착어이므로 형식이 중요한 기준이 되기 어렵다. 굳이 우리말에서 형식을 품사 분류의 기준으로 삼는다면 동사나 형용사와 같이 어간에 어미가 결합하는 부류와 그렇지 않은 부류를 나누는 데에 사용할 수 있을 것이다. 즉, 형식을 기준으로 나누면 우리말의 단어는 형식이 변하는 가변어와 형식이 변하지 않는 불변어로 나눌 수 있을 것이다.\n\n(1) 가. 나는 새 옷을 샀다.   나. 하늘이 매우 푸르다.\n\n(1 가, 나)에서 ‘나, 옷, 하늘’과 같은 명사나 대명사, ‘새, 매우’와 같은 관형사와 부사, ‘는, 을, 이’와 같은 조사는 형태가 변하지 않으므로 불변어에 속한다. 이에 비해 ‘사다, 푸르다’와 같은 동사와 형용사는 가변어에 속한다. 물론 명사나 대명사, 수사와 같은 체언에 조사가 결합하는 것을 용언에 어미가 결합하는 것과 유사한 것으로 본다면 이들을 가변어에 넣거나 가변어와 불변어 사이에 ‘준가변어’를 설정하여 이들을 따로 위치시킬 수도 있을 것이다.\n\n‘기능’이란 한 단어가 문장 안에서 다른 단어와 맺는 문법적 관계를 말한다. 이미 말했듯이 우리말은 굴절어가 아니어서 단어들의 형식적인 차이가 잘 나타나지 않으므로 품사 분류의 기준으로 기능이 가장 중요하다. 특히 학교 문법의 경우 품사 분류의 기준 중에서 기능을 우선적으로 고려한다.",
        "text_type": "개념",
        "main_category": "문법",
        "problem_type": ""
    },
    {
        "text": "(2) 가. 이 호수의 깊이가 얼마냐? (2) 나. 이 산의 높이가 얼마냐? (3) 가. 이 호수는 매우 깊다. (3) 나. 이 산은 조금 높다.\n\n(2 가, 나)에서 ‘깊이’와 ‘높이’는 문장의 주어로 쓰이고 있으므로 그 기능이 같다. (3 가, 나)의 ‘깊다’와 ‘높다’도 문장의 서술어로 쓰이므로 문장의 기능이 같다. 또한 (3 가, 나)의 ‘매우’와 ‘조금’도 서술어를 수식하는 부사어로서 문장에서의 기능이 같다. ‘체언, 용언, 수식언, 독립언, 관계언’ 등은 주로 기능을 고려하여 품사를 분류한 것이다.\n\n‘의미’를 품사 분류 기준의 하나로 들기도 한다. 여기서 말하는 의미란 개별 단어의 어휘적 의미를 지칭하는 것이 아니라 품사 부류 전체가 가지는 의미를 말한다. 우리가 품사를 정의할 때 명사는 ‘사물의 이름을 나타내는 말’, 형용사는 ‘사물의 상태를 나타내는 말’과 같이 표현하는 것은 바로 ‘의미’에 기준을 두고 분류한 것이다.\n\n(4) 가. 깊이, 깊다 (4) 나. 높이, 높다\n\n(4 가, 나)에는 각각 ‘깊’, ‘높’이라는 말이 공통적으로 들어 있고 그 의미도 ‘深’과 ‘高’이기 때문에 ‘깊이’와 ‘깊다’, ‘높이’와 ‘높다’를 같은 의미를 가지는 단어로 분류할 수 있다. 그러나 품사 분류에서 말하는 ‘의미’란 이런 어휘적인 의미를 말하는 것이 아니기 때문에 ‘깊이’와 ‘높이’를 ‘사물의 이름을 나타내는 말’로 묶고, ‘깊다’와 ‘높다’를 ‘사물의 상태를 나타내는 말’로 묶어 같은 품사로 분류한다.\n\n같은 품사끼리는 의미 면에서 공통점이 많아 ‘의미’를 기준으로 품사를 분류하는 것도 도움이 되는 것이 사실이다. 그리고 우리가 관습적으로 사용하는 품사 명칭은 ‘의미’에 의해 붙여진 것이 많다. 하지만 품사란 단어들을 문법적인 성질에 따라 나눈 것이기 때문에 ‘형식’이나 ‘기능’과 달리 ‘의미’는 품사 분류의 본질적인 기준이 되기는 어렵다. 따라서 의미는 보조적인 기준으로만 사용되어야 한다.",
        "text_type": "개념",
        "main_category": "문법",
        "problem_type": ""
    },
    {
        "text": "(2) 분류 기준의 단계적 적용\n\n이미 언급한 것처럼 품사 분류의 기준 중에서 더 중요하게 적용되는 기준이 있을 수 있으며 이것은 언어마다 차이가 있을 수 있다. 우리말의 경우 기능이 품사 분류의 가장 중요한 기준으로 사용된다. 따라서 우리말의 품사는 기능을 중심으로 하고 형식과 의미가 더해져서 분류가 이루어지게 된다. 품사 분류의 기준 간의 중요성 정도가 차이가 있을 뿐 아니라 실제 분류에서 기준이 적용되는 순서에도 선후가 있을 수 있다. 실제 품사 분류에서 세 가지 기준 중 어느 것을 먼저 적용하느냐는 연구자에 따라 다를 수 있다. 하지만 대체로 먼저 형식을, 그다음에 기능을, 마지막에 의미를 적용하는 것이 가장 자연스럽다.\n\n구체적으로 품사 분류의 기준을 적용하여 우리말의 품사를 분류해 보면 다음과 같다. 먼저 우리말에 쓰이는 전체 단어를 놓고 형식의 기준에 의해 굴절을 하지 않는 단어군과 굴절을 하는 단어군으로 나눌 수 있다. 이것이 바로 불변어와 가변어이다. 다음으로 불변어는 그 기능에 따라 체언, 수식언, 독립언, 관계언 등으로 다시 나눌 수 있다. 체언 뒤에 조사가 결합하는 것을 형식의 변화로 보지 않으면 가변어에는 용언만 속하게 된다. 따라서 가변어는 기능에 따라 다시 나눌 필요가 없다. 마지막으로, 의미의 기준에 의해 체언은 ‘명사, 대명사, 수사’로, 수식언은 ‘관형사, 부사’로, 용언은 다시 ‘동사와 형용사’로 나눌 수 있다. 독립언에는 감탄사 한 종류가, 관계언에는 조사 한 종류가 포함된다.\n\n우리말의 품사를 학교 문법에 따라 일단 9품사 체계로 보고, 위에서 설명한 기준에 따라 단계적으로 분류하면 아래와 같이 나타낼 수 있다.",
        "text_type": "개념",
        "main_category": "문법",
        "problem_type": ""
    },
    {
        "text": "<우리말의 품사의 종류>\n\n불변어\n단어 {\n가변어 {\n{ 명 사 체언 대명사 수 사\n{수식언{ 관형사 부 사\n독립언 - 감탄사\n관계언 - 조 사 (서술격 조사)\n동 사 용 언{ 형용사\n\n물론 품사를 실제로 분류할 때 형식, 기능, 의미의 세 가지 기준이 항상 순차적으로 적용되는 것은 아니다. 체언을 명사, 대명사, 수사로 분리하는 데에는 주로 의미의 기준이 적용된 것이지만 이 세 부류는 수식어의 제약 여부 등 기능에서도 차이를 가지고 있다. 수식언을 관형사와 부사로 분류한 것은 의미의 기준에 의한 것이라기보다 기능에 의한 것으로 보아야 한다. 곧 관형사는 주로 체언을 수식하고 부사는 용언이나 부사를 수식하는 기능의 차이를 보이는 것이다. 용언을 동사와 형용사로 나누는 것에는 의미의 기준 외에도 형식의 기준이 적용된다. ‘-ᄂ다/-는다, -는구나, -느냐, -아라/-어라, -자, -는’ 등의 어미는 주로 동사와만 결합하고 형용사와는 결합하지 않는다. 결국 품사 분류는 최종 단계에서 형식, 기능, 의미의 세 가지 기준이 종합적으로 작용하여 이루어진다는 것을 알 수 있다.",
        "text_type": "개념",
        "main_category": "문법",
        "problem_type": ""
    },
    {
        "text": "우리말의 품사 체계\n\n(1) 품사 체계와 품사별 특성\n우리말의 품사는 위에서 언급한 것처럼 형식, 기능, 의미 등의 기준에 따라 체언(명사, 대명사, 수사), 수식언(관형사, 부사), 독립언(감탄사), 관계언(조사), 용언(동사, 형용사) 등으로 나누어진다. 우리말 품사 분류 중에서 가장 일반적으로 받아들여지고 있는 것은 9품사 체계이다. 학교 문법에서도 이러한 체계가 받아들여지고 있고 각종 사전류도 9품사 체계에 따라 기술되고 있다. 일단 9품사 각각에 대한 자세한 특징은 다음에 이어지는 장들에서 논의하기로 하고 여기에서는 체언, 수식언, 독립언, 관계언, 용언의 순서로 각각의 품사별 특성을 간략하게 설명해 보기로 한다.\n\n체언에는 명사, 대명사, 수사가 있다.\n\n(1) 철수가 책을 읽는다.\n(2) 나는 시를 좋아한다.\n(3) 사과 하나가 떨어졌다.\n\n(1)의 ‘철수, 책’은 ‘사물의 이름을 나타내는 말’이므로 명사에 속한다. (2)의 ‘나’는 ‘사물의 이름을 대신하는 말’이므로 대명사에 속한다. (3)의 ‘하나’는 ‘사물의 수량을 나타내는 말’이므로 수사에 속한다. 명사, 대명사, 수사는 문장에서 목적어, 부사어, 서술어로도 나타나지만 주어적인 쓰임이 가장 뚜렷하기 때문에 전통적으로 체언(體言, 임자씨)이라 불러 왔다.\n\n수식언에는 관형사와 부사가 있다.",
        "text_type": "개념",
        "main_category": "문법",
        "problem_type": ""
    },
    {
        "text": "(4) 나는 새 옷을 샀다.\n(5) 하늘이 매우 푸르다.\n\n(4)의 ‘새’는 ‘체언 앞에서 그 뜻을 ‘어떠한’의 방식으로 분명하게 해 주는 말’이므로 관형사에 속한다. (5)의 ‘매우’는 용언 앞에서 그 뜻을 ‘어떻게’의 방식으로 분명하게 해 주는 말’이므로 부사에 속한다. 관형사와 부사는 수식의 대상이 다르지만 크게 보아 다른 말을 수식해 주는 기능을 하므로 수식언(修飾言)으로 묶는다.\n\n독립언에는 감탄사가 있다.\n(6) 아, 벌써 가을이구나.\n(6)의 ‘아’는 ‘화자의 느낌을 표시하는 말’이므로 감탄사에 속한다. 감탄사는 뒤에 오는 문장과 관련을 맺지 않고 독립적으로 쓰일 수 있으므로 독립언(獨立言)이라 불러 왔다.\n\n관계언에는 조사가 있다.\n(7) 아기가 엄마를 보고 웃는다.\n(8) 엄마도 따라 웃는다.\n(7)의 ‘가, 를’과 같이 ‘자립성 있는 말에 붙어 그 말과 다른 말의 관계를 표시하는 말’은 조사에 속한다. 조사는 주로 체언에 결합하여 체언의 격을 나타내므로 관계언(關係言)이라 불러 왔다. 조사 중에는 (8)의 ‘도’와 같이 다른 말과의 관계를 표시하기보다 자신의 고유한 의미를 더해 주는 것들도 있다. (7)과 같은 것들을 격 조사, (8)과 같은 것들은 보조사라 부른다.\n\n용언에는 동사와 형용사가 있다.\n(9) 오월이면 장미가 핀다.\n(10) 하늘이 매우 푸르다.\n(9)의 ‘피다’는 ‘움직임을 나타내는 말’이므로 동사에 속한다. (10)의 ‘푸르다’는 ‘상태를 나타내는 말’이므로 형용사에 속한다. 동사와 형용사는 주어 명사구를 서술하는 기능을 가지고 있으므로 용언(用言, 풀이씨)이라 부른다.",
        "text_type": "개념",
        "main_category": "문법",
        "problem_type": ""
    },
    {
        "text": "우리말 품사 분류의 문제점\n\n일반적으로 우리말 품사는 9품사로 나누어진다. 하지만 품사 분류를 어렵게 하는 요소들이 있어 우리말 품사의 종류에 대해 적게는 5품사에서 많게는 13품사까지를 주장하는 학자들도 있다. 여기에서는 우리말의 품사 분류를 어렵게 하는 요인 몇 가지에 대해 논의해 보고자 한다.\n\n첫째, 조사를 독립된 품사의 하나로 보아야 하느냐의 문제가 있다. 품사란 단어를 분류하는 방식인데, 이미 언급한 것처럼 조사가 과연 단어인지에 대해서 쉽게 대답하기 어렵다. 조사는 문장에서 자립적으로 쓰이지 못하고 다른 말에 붙어 주로 문법적인 의미를 더해주므로 단어로 보기가 어려운 것이 사실이다. 조사와 유사한 의미 기능을 하는 어미를 단어로 보지 않으므로 조사 역시 단어로 보지 않을 수도 있다. 북한 문법에서는 대체로 조사와 어미를 ‘토’로 묶고 단어가 아닌 것으로 보아 품사의 하나로 분류하지 않는다. 하지만 용언 어간에는 어미가 필수적이므로 결합해야 하지만 체언 뒤에는 조사의 결합이 수의적이므로 조사가 어미에 비해서는 더 자립적이라고 할 수 있어 어미보다는 단어의 특성을 조금 더 많이 가지고 있다. 조사를 단어로 보느냐와는 별개의 문제이지만 조사 중에서 특히 학교 문법의 서술격 조사 ‘이다’의 경우 학자들에 따라 다양한 견해가 있어 왔다.\n\n둘째, 우리말에서 동사와 형용사를 따로 분리할 필요가 있느냐의 문제가 있다. 우리말의 형용사가 영어를 비롯한 다른 언어의 형용사와 달리 다른 품사의 도움 없이 직접 서술어로 쓰일 수 있어 기능 면에서 동사와 차이가 크지 않다. 그리하여 문법서에 따라서는 동사와 형용사를 독립된 품사로 보지 않고 둘 다 동사의 범주에 넣어 ‘동작동사’와 ‘상태동사’로 하위분류하기도 한다. 하지만 많은 문법서에서는 동사와 형용사가 의미 면에서도 차이가 있고 형식에도 특정 어미의 결합에서 차이를 보이므로 둘을 각각의 다른 품사로 인정하고 있다. 용언의 범주에 동사와 형용사 이외에 존재사를 따로 포함하기도 한다. 존재사에는 ‘있다’와 ‘없다’가 포함되는데, 이들은 활용의 양상이 동사나 형용사와 다른 독특한 특징을 가지고 있다.\n\n셋째, 학자에 따라서는 명사, 대명사, 수사를 독립된 품사로 보지 않고 모두 포함하여 명사로 다루기도 한다. 그런 다음 본 명사, 대명사, 수사로 하위분류하는 것이다. 사실 명사, 대명사, 수사는 형식이나 기능 면에서 차이가 크지 않으므로, 주로 의미에 의해 각각 독립된 품사로 나누어진 것이므로 하나의 품사로 묶일 수 있는 측면이 있다. 하지만 대명사와 수사는 이들의 앞에 오는 수식어의 제약이 더 많아 명사와 기능 면에서 구별되는 측면도 있다. 따라서 지금까지 대부분의 문법서에서 그러했던 것처럼 명사, 대명사, 수사를 별도의 품사로 두는 것이 편리할 때가 많다.",
        "text_type": "개념",
        "main_category": "문법",
        "problem_type": ""
    }
]


